[
    {
      "id": "tobogui",
      "region": "Guinée Forestière",
      "nom": "Tobogui (Sauce d'aubergines)",
      "type": "Sauce",
      "ingredients": [
        "500g d'aubergines africaines",
        "150ml d'huile de palme rouge",
        "2 gros oignons (finement émincés)",
        "3-4 piments frais (selon goût, épépinés et hachés)",
        "200g de poisson fumé (émiétté)",
        "2 gousses d'ail (écrasées)",
        "2 cuillères à soupe de pâte d'arachide",
        "1 cube de bouillon",
        "Sel et poivre noir moulu"
      ],
      "preparation": [
        "Laver soigneusement les aubergines et les couper en dés de 2 cm.",
        "Dans une marmite, chauffer l'huile de palme à feu moyen.",
        "Ajouter les oignons émincés et l'ail, faire revenir jusqu'à ce qu'ils soient translucides (environ 3-4 minutes).",
        "Incorporer les aubergines et remuer pendant 5 minutes.",
        "Ajouter les piments hachés, le cube de bouillon émietté et la pâte d'arachide. Bien mélanger.",
        "Verser 250ml d'eau, couvrir et laisser mijoter à feu doux pendant 15 minutes.",
        "Ajouter le poisson fumé émietté, saler et poivrer selon votre goût.",
        "Laisser mijoter encore 10 minutes jusqu'à ce que la sauce épaississe et que les aubergines soient bien tendres."
      ],
      "techniques": ["Mijoté", "Émincé", "Émiettage"],
      "presentation": "Servir chaud dans un bol en terre cuite traditionnel. Garnir de quelques rondelles de piment frais et de feuilles de persil.",
      "accompagnements": ["Riz blanc", "Manioc bouilli", "Foufou de banane plantain"],
      "boissons": ["Vin de raphia", "Jus de gingembre", "Bissap (jus d'hibiscus)"],
      "hygiene": "Assurer la fraîcheur des légumes, bien laver les aubergines. Le poisson fumé doit être conservé au sec et bien cuit.",
      "personnes": 4,
      "temps_preparation": 20,
      "temps_cuisson": 30,
      "difficulte": "Moyenne",
      "type_plat": "Bio si ingrédients locaux utilisés",
      "sante": "Riche en fibres, en antioxydants et en protéines. L'huile de palme rouge apporte des caroténoïdes.",
      "valeur_nutritionnelle": {
        "calories": 320,
        "proteines": "15g",
        "lipides": "24g",
        "glucides": "18g",
        "fibres": "6g"
      },
      "conseils": "Pour une version plus légère, vous pouvez réduire la quantité d'huile de palme à 100ml. Les aubergines africaines peuvent être remplacées par des aubergines classiques si nécessaire.",
      "histoire": "Le Tobogui est un plat emblématique de la Guinée Forestière, traditionnellement préparé lors des cérémonies familiales. Son nom vient du mot 'tobo' qui signifie 'aubergine' en langue forestière.",
      "image": "tobo.png",
      "video": "https://www.youtube.com/embed/k7EmRnV37x8",
      "tags": ["Végétarien adaptable", "Sans gluten", "Plat traditionnel"]
    },
    {
      "id": "aloco",
      "region": "Guinée Maritime",
      "nom": "Aloco (Bananes plantains frites)",
      "type": "Accompagnement",
      "ingredients": [
        "4 bananes plantains mûres (à peau jaune tachetée de noir)",
        "500ml d'huile végétale pour friture",
        "1 pincée de sel",
        "1 oignon rouge (émincé finement, pour la sauce)",
        "2 tomates mûres (concassées, pour la sauce)",
        "1 piment (haché, pour la sauce)",
        "1 cuillère à soupe d'huile d'olive (pour la sauce)",
        "Jus d'un demi-citron (pour la sauce)"
      ],
      "preparation": [
        "Éplucher les bananes plantains et les couper en rondelles diagonales d'environ 1 cm d'épaisseur.",
        "Chauffer l'huile dans une poêle profonde ou une friteuse à 180°C.",
        "Frire les morceaux de banane par petites quantités pendant 3-4 minutes jusqu'à ce qu'ils soient dorés.",
        "Retirer avec une écumoire et égoutter sur du papier absorbant.",
        "Saupoudrer légèrement de sel.",
        "Pour la sauce d'accompagnement : faire revenir l'oignon dans l'huile d'olive jusqu'à ce qu'il soit translucide.",
        "Ajouter les tomates concassées et le piment, cuire à feu doux pendant 5-7 minutes.",
        "Ajouter le jus de citron, saler et poivrer selon votre goût."
      ],
      "techniques": ["Friture", "Découpe en biais", "Concassage"],
      "presentation": "Servir chaud sur une assiette, accompagné de la sauce tomate épicée dans un petit bol à côté. Décorer avec quelques feuilles de persil frais.",
      "accompagnements": ["Sauce tomate épicée", "Poisson grillé", "Poulet frit"],
      "boissons": ["Jus de gingembre", "Eau de coco", "Bière locale"],
      "hygiene": "Utiliser de l'huile propre et fraîche pour la friture. Bien égoutter après friture pour éliminer l'excès d'huile.",
      "personnes": 4,
      "temps_preparation": 15,
      "temps_cuisson": 10,
      "difficulte": "Facile",
      "type_plat": "Bio si bananes locales",
      "sante": "Apport en glucides complexes et en potassium. À consommer avec modération en raison de la friture.",
      "valeur_nutritionnelle": {
        "calories": 280,
        "proteines": "2g",
        "lipides": "14g",
        "glucides": "42g",
        "fibres": "3g"
      },
      "conseils": "Pour une version plus légère, vous pouvez cuire les bananes plantains au four à 200°C pendant 20 minutes après les avoir badigeonnées d'un peu d'huile.",
      "histoire": "L'Aloco est un plat populaire dans toute l'Afrique de l'Ouest. En Guinée, il est souvent vendu comme en-cas de rue et apprécié à toute heure de la journée.",
      "image": "loko.png",
      "video": "https://www.youtube.com/embed/L_FZpUZXiY8",
      "tags": ["Végétarien", "Sans gluten", "Street food"]
    },
    {
      "id": "poulet-yassa",
      "region": "Conakry",
      "nom": "Poulet Yassa",
      "type": "Plat principal",
      "ingredients": [
        "1 poulet fermier (1,5 kg, découpé en morceaux)",
        "5 gros oignons jaunes (émincés en lamelles)",
        "100ml d'huile végétale",
        "4 cuillères à soupe de moutarde à l'ancienne",
        "4 gousses d'ail (écrasées)",
        "Jus de 4 citrons",
        "2 feuilles de laurier",
        "2 cubes de bouillon de poulet",
        "2 piments verts (épépinés et émincés)",
        "Sel et poivre noir fraîchement moulu"
      ],
      "preparation": [
        "Dans un grand bol, préparer la marinade en mélangeant les oignons émincés, l'ail écrasé, la moutarde, le jus de citron, les feuilles de laurier, le sel et le poivre.",
        "Nettoyer soigneusement les morceaux de poulet, les inciser légèrement pour que la marinade pénètre bien.",
        "Placer le poulet dans la marinade, bien mélanger pour enrober tous les morceaux. Couvrir et laisser mariner au réfrigérateur pendant au moins 4 heures, idéalement toute une nuit.",
        "Retirer le poulet de la marinade en réservant celle-ci.",
        "Dans une grande cocotte, chauffer l'huile à feu moyen-vif et faire dorer les morceaux de poulet de tous côtés pendant environ 5-7 minutes.",
        "Retirer le poulet et réserver.",
        "Dans la même cocotte, faire revenir les oignons de la marinade jusqu'à ce qu'ils soient translucides et légèrement caramélisés (environ 10 minutes).",
        "Ajouter le reste de la marinade, les cubes de bouillon émiettés et 250ml d'eau. Porter à ébullition.",
        "Réduire le feu, remettre les morceaux de poulet dans la cocotte, couvrir et laisser mijoter pendant 30-35 minutes jusqu'à ce que le poulet soit bien cuit et tendre.",
        "Ajouter les piments émincés 5 minutes avant la fin de la cuisson."
      ],
      "techniques": ["Marinade", "Saisie", "Mijoté", "Caramélisation"],
      "presentation": "Servir le poulet nappé de sauce aux oignons dans un plat creux. Décorer avec des rondelles de citron frais et quelques brins de persil.",
      "accompagnements": ["Riz blanc parfumé", "Salade de crudités", "Bananes plantains frites"],
      "boissons": ["Jus de bissap (hibiscus)", "Jus de gingembre", "Vin blanc sec"],
      "hygiene": "Bien laver le poulet et les ustensiles. Cuire le poulet à cœur (température interne de 75°C).",
      "personnes": 6,
      "temps_preparation": 30,
      "temps_cuisson": 45,
      "temps_marinade": 240,
      "difficulte": "Moyenne",
      "type_plat": "Traditionnel",
      "sante": "Bonne source de protéines maigres. Les oignons et l'ail apportent des antioxydants.",
      "valeur_nutritionnelle": {
        "calories": 420,
        "proteines": "32g",
        "lipides": "28g",
        "glucides": "12g",
        "fibres": "2g"
      },
      "conseils": "Pour une version plus légère, retirez la peau du poulet avant de le mariner. Vous pouvez aussi utiliser du poulet désossé (cuisses ou blancs).",
      "histoire": "Bien que d'origine sénégalaise, le Poulet Yassa est devenu un plat très populaire en Guinée, particulièrement à Conakry où il est souvent servi lors des grandes occasions.",
      "image": "yassa.png",
      "video": "https://www.youtube.com/embed/VIDEO_ID",
      "tags": ["Sans gluten", "Plat de fête", "Marinade"]
    },
    {
      "id": "riz-gras",
      "region": "Kindia",
      "nom": "Riz au Gras",
      "type": "Plat principal",
      "ingredients": [
        "500g de riz long grain (bien rincé)",
        "300g de viande de bœuf (coupée en cubes de 2 cm)",
        "3 cuillères à soupe d'huile végétale",
        "2 oignons moyens (émincés)",
        "3 tomates mûres (concassées)",
        "2 poivrons (1 rouge, 1 vert, coupés en dés)",
        "2 carottes (pelées et coupées en petits dés)",
        "100g de petits pois frais ou surgelés",
        "2 gousses d'ail (hachées finement)",
        "1 morceau de gingembre frais de 3 cm (râpé)",
        "2 cubes de bouillon",
        "1 cuillère à café de curcuma",
        "1 cuillère à café de paprika",
        "1 feuille de laurier",
        "Sel et poivre"
      ],
      "preparation": [
        "Dans une grande marmite, chauffer l'huile à feu moyen-vif.",
        "Ajouter la viande et faire dorer de tous côtés pendant 5-7 minutes.",
        "Incorporer les oignons, l'ail et le gingembre, faire revenir jusqu'à ce que les oignons soient translucides.",
        "Ajouter les poivrons et les carottes, poursuivre la cuisson pendant 3 minutes.",
        "Incorporer les tomates concassées, le curcuma, le paprika, les cubes de bouillon émiettés, la feuille de laurier, le sel et le poivre. Bien mélanger.",
        "Verser 1 litre d'eau chaude, porter à ébullition puis réduire à feu moyen. Laisser mijoter pendant 10 minutes.",
        "Ajouter le riz rincé et les petits pois, bien mélanger.",
        "Couvrir et cuire à feu doux pendant 20-25 minutes jusqu'à ce que le riz soit tendre et ait absorbé tout le liquide.",
        "Laisser reposer 5 minutes avant de servir."
      ],
      "techniques": ["Saisie", "Cuisson en une marmite", "Absorption"],
      "presentation": "Servir dans un grand plat, en formant un dôme. Décorer avec des rondelles de tomates fraîches et des feuilles de persil.",
      "accompagnements": ["Salade de concombre à la menthe", "Bananes plantains frites", "Sauce piquante"],
      "boissons": ["Thé à la menthe", "Jus de tamarin", "Eau fraîche"],
      "hygiene": "Bien laver le riz jusqu'à ce que l'eau soit claire. Cuire la viande à cœur.",
      "personnes": 6,
      "temps_preparation": 25,
      "temps_cuisson": 45,
      "difficulte": "Moyenne",
      "type_plat": "Traditionnel",
      "sante": "Plat complet apportant protéines, glucides et légumes. Riche en énergie.",
      "valeur_nutritionnelle": {
        "calories": 450,
        "proteines": "18g",
        "lipides": "12g",
        "glucides": "70g",
        "fibres": "4g"
      },
      "conseils": "Pour une version végétarienne, remplacez la viande par 200g de champignons et 100g de pois chiches. Vous pouvez aussi utiliser du poulet à la place du bœuf.",
      "histoire": "Le Riz au Gras est un plat emblématique d'Afrique de l'Ouest. En Guinée, particulièrement dans la région de Kindia, il est préparé pour les grandes occasions familiales et les célébrations.",
      "image": "gras.png",
      "video": "https://www.youtube.com/embed/VIDEO_ID2",
      "tags": ["Plat unique", "Adaptable", "Familial"]
    },
    {
      "id": "konkoe",
      "region": "Haute Guinée",
      "nom": "Konkoé (Riz à la sauce feuille)",
      "type": "Plat principal",
      "ingredients": [
        "500g de feuilles de patate douce (ou d'épinards)",
        "400g de riz long grain",
        "250g de viande de bœuf (coupée en morceaux)",
        "150g de poisson fumé (émietté)",
        "100ml d'huile de palme rouge",
        "2 oignons (émincés)",
        "3 gousses d'ail (écrasées)",
        "2 piments frais (selon goût)",
        "2 cuillères à soupe de pâte d'arachide",
        "1 cube de bouillon",
        "Sel et poivre"
      ],
      "preparation": [
        "Laver soigneusement les feuilles, retirer les tiges dures et les hacher finement.",
        "Dans une marmite, faire bouillir les feuilles hachées dans 500ml d'eau pendant 15 minutes. Égoutter et réserver.",
        "Dans une autre marmite, faire chauffer l'huile de palme à feu moyen.",
        "Ajouter les oignons et l'ail, faire revenir jusqu'à ce qu'ils soient translucides.",
        "Incorporer la viande et faire dorer pendant 5-7 minutes.",
        "Ajouter les feuilles cuites, le poisson fumé émietté, la pâte d'arachide, le cube de bouillon émietté, les piments, le sel et le poivre.",
        "Verser 300ml d'eau, couvrir et laisser mijoter à feu doux pendant 20 minutes.",
        "Pendant ce temps, cuire le riz selon les instructions du paquet.",
        "Servir la sauce feuille sur le riz."
      ],
      "techniques": ["Blanchiment", "Mijoté", "Émiettage"],
      "presentation": "Servir le riz dans une assiette creuse avec la sauce feuille par-dessus. Garnir de quelques morceaux de poisson fumé.",
      "accompagnements": ["Bananes plantains frites", "Manioc bouilli", "Piment frais"],
      "boissons": ["Jus de gingembre", "Dèguè (yaourt à la bouillie de mil)"],
      "hygiene": "Bien laver les feuilles à l'eau courante. Conserver le poisson fumé au sec.",
      "personnes": 4,
      "temps_preparation": 30,
      "temps_cuisson": 45,
      "difficulte": "Moyenne",
      "type_plat": "Traditionnel",
      "sante": "Très riche en fer et en vitamines grâce aux feuilles vertes. Source de protéines variées.",
      "valeur_nutritionnelle": {
        "calories": 480,
        "proteines": "22g",
        "lipides": "18g",
        "glucides": "60g",
        "fibres": "8g"
      },
      "conseils": "Si vous ne trouvez pas de feuilles de patate douce, les épinards ou le chou kale sont de bons substituts. Pour une version plus légère, réduisez la quantité d'huile de palme.",
      "histoire": "Le Konkoé est un plat emblématique de la Haute Guinée, souvent préparé lors des cérémonies traditionnelles. Il symbolise la fertilité et l'abondance.",
      "image": "konko.png",
      "video": "https://www.youtube.com/embed/VIDEO_ID3",
      "tags": ["Riche en fer", "Plat traditionnel", "Feuilles"]
    },
    {
      "id": "mafe",
      "region": "Moyenne Guinée",
      "nom": "Mafé (Sauce à l'arachide)",
      "type": "Plat principal",
      "ingredients": [
        "500g de viande de bœuf (coupée en cubes de 3 cm)",
        "200g de pâte d'arachide pure",
        "3 cuillères à soupe d'huile végétale",
        "2 oignons (émincés)",
        "3 tomates mûres (concassées)",
        "2 carottes (coupées en rondelles)",
        "1 patate douce (pelée et coupée en cubes)",
        "1 aubergine (coupée en cubes)",
        "1 chou vert (coupé en quartiers)",
        "2 gousses d'ail (écrasées)",
        "1 morceau de gingembre frais de 2 cm (râpé)",
        "2 cubes de bouillon",
        "1 piment (selon goût)",
        "Sel et poivre"
      ],
      "preparation": [
        "Dans une grande marmite, chauffer l'huile à feu moyen-vif.",
        "Ajouter la viande et faire dorer de tous côtés pendant 5-7 minutes.",
        "Incorporer les oignons, l'ail et le gingembre, faire revenir jusqu'à ce que les oignons soient translucides.",
        "Ajouter les tomates concassées, les cubes de bouillon émiettés, le sel et le poivre. Bien mélanger.",
        "Verser 1 litre d'eau chaude, porter à ébullition puis réduire à feu moyen. Laisser mijoter pendant 20 minutes.",
        "Dans un bol, diluer la pâte d'arachide avec 250ml d'eau tiède pour obtenir une consistance lisse.",
        "Verser progressivement la pâte d'arachide diluée dans la marmite, en remuant constamment pour éviter les grumeaux.",
        "Ajouter les carottes, la patate douce, l'aubergine, le chou et le piment. Bien mélanger.",
        "Couvrir et laisser mijoter à feu doux pendant 30-35 minutes, en remuant régulièrement, jusqu'à ce que la sauce épaississe et que les légumes soient tendres."
      ],
      "techniques": ["Saisie", "Mijoté", "Dilution"],
      "presentation": "Servir dans un grand plat creux avec du riz blanc à côté. Disposer les morceaux de viande et les légumes harmonieusement sur la sauce.",
      "accompagnements": ["Riz blanc", "Foutou (igname ou banane plantain pilée)", "Attiéké (semoule de manioc)"],
      "boissons": ["Jus de bissap", "Jus de gingembre", "Eau fraîche"],
      "hygiene": "Bien laver tous les légumes. Cuire la viande à cœur.",
      "personnes": 6,
      "temps_preparation": 30,
      "temps_cuisson": 60,
      "difficulte": "Moyenne",
      "type_plat": "Traditionnel",
      "sante": "Riche en protéines et en vitamines. Les arachides apportent des bonnes graisses et des protéines végétales.",
      "valeur_nutritionnelle": {
        "calories": 520,
        "proteines": "28g",
        "lipides": "32g",
        "glucides": "30g",
        "fibres": "7g"
      },
      "conseils": "Pour une version plus légère, vous pouvez utiliser du poulet sans peau à la place du bœuf et réduire la quantité de pâte d'arachide à 150g.",
      "histoire": "Le Mafé est un plat emblématique d'Afrique de l'Ouest. En Guinée, particulièrement dans la Moyenne Guinée, il est préparé lors des grandes occasions familiales.",
      "image": "mafe.png",
      "video": "https://www.youtube.com/embed/VIDEO_ID4",
      "tags": ["Sauce arachide", "Plat complet", "Familial"]
    }
  ]
  